{
    "items": [
      {
        "id":1,
        "img":"/img/ar.jpg",
        "title":"Viewing Items at Home with AR",
        "description":"This project involves a mobile application developed using React Native and utilizes the Google Viewer API to enable augmented reality (AR) viewing of items in 3D within the home environment. Users can select suitable items for their homes through the application and view these items in their actual size and realistic form within their home surroundings using AR technology. The project provides 3D models of items through the Google Viewer API, offering users a realistic visualization experience. The user-friendly interface of the application allows users to easily select items, adjust their dimensions, and view them in home environments. Developed using React Native, the project seamlessly integrates with the Google Viewer API, ensuring users experience a fast and reliable AR experience. This project aims to transform the shopping experience using modern technology and enable users to visualize items more accurately within their homes. https://birsehrinkahramanlari.cbu.edu.tr"
    },
    {
        "id":2,
        "img":"/img/bsk.png",
        "title":"Bir Şehrin Kahramanları",
        "description":"This project involves creating a website dedicated to the lives of our martyrs and includes QR codes placed at their gravesites. Each QR code corresponds to an individual martyr, and when scanned, directs the user to our website, where the life story and biography of that particular martyr are available. In this website, the personal story of each martyr is documented. By merging technology with the remembrance of our fallen heroes, this initiative aims to provide a platform for people interested in learning about the sacrifices made by these individuals for our country. Visitors to the gravesites can scan the QR codes using their smartphones and instantly connect with the personal narratives and memories of our brave soldiers. Through this project, we honor the legacies of our martyrs and ensure that their stories are remembered and shared with future generations."
    }
    ]
  }
  
